<template>
  <section class="policy">
    <div class="container">
        <div class="policy_title">Политика конфиденциальности</div>
      <div class="policy_wrapper">
        <p>
          Политика конфиденциальности интернет-магазина Гаджетариум В
          нашем интернет-магазине мы уважаем вашу конфиденциальность и стремимся
          обеспечить безопасность вашей личной информации. Эта политика
          конфиденциальности описывает, как мы собираем, используем и защищаем
          информацию, которую вы предоставляете нам при использовании нашего
          интернет-магазина. Какую информацию мы собираем? Мы собираем следующую
          информацию: Ваше имя и контактную информацию (номер телефона, адрес
          электронной почты и адрес доставки). Информацию о продуктах, которые
          вы приобрели в нашем интернет-магазине. Информацию о вашем
          использовании нашего интернет-магазина, включая историю заказов и
          просмотренные страницы. Информацию, которую вы предоставляете нам при
          общении с нашими представителями по электронной почте или по телефону.
          Как мы используем вашу информацию? Мы используем вашу информацию для
          следующих целей: Обработка и доставка ваших заказов в нашем
          интернет-магазине. Улучшение качества наших продуктов и услуг.
          Предоставление вам персонализированных рекомендаций и предложений на
          основе вашей истории заказов и просмотров. Связь с вами по поводу
          заказов и других вопросов, касающихся нашего интернет-магазина.
          Соблюдение законодательства и правил нашего интернет-магазина. Как мы
          защищаем вашу информацию? Мы принимаем меры для защиты вашей личной
          информации от несанкционированного доступа, использования или
          разглашения. Мы храним вашу информацию на защищенных серверах,
          используем защищенные соединения и применяем другие технические и
          организационные меры безопасности. Как мы передаем вашу информацию? Мы
          не передаем вашу информацию третьим лицам без вашего согласия, за
          исключением случаев, когда это необходимо для выполнения заказа или
          соблюдения законодательства. Мы также можем передавать вашу информацию
          нашим партнерам, которые помогают нам обрабатывать заказы и улучшать
        </p>
      </div>
      <div class="policy_back">
        <router-link :to="{name: 'first'}">Назад</router-link>
      </div>
    </div>
  </section>
</template>
<script>
export default {
  name: "PolicyPages",
};
</script>
